{
    "CV": {
		"Work": [
			{
				"date": "2020/02 - 2020/08",
				"title": "Clinical Research Associate, CTC AB",
                "Description":"My role was to be the main point of contact between clients, clinics and other parties participating in the study"
			},
			{
				"date": "2017/06 - 2020/01",
				"title": "Project Assistant, PPD Scandinavia AB",
                "Description":"I mainly provided administrative support to the Clinical Research Associates, maintaining the clinical trial master file and distributing study material to the clinics."
			},
            {
				"date": "2014/06 - 2014/08",
				"title": "Logistics Controller, Coop Sverige AB",
                "Description":"Worked with collecting and organizing orders for grocery store chains."
			}
		],

        "Education":[
            {
				"date": "2022/08 - ongoing",
				"title": "Fullstackutvecklare .NET, Chas Academy",
                "Description":"A 2 year programme with C# and the Microsoft .NET plattform as a vantage point. From there the students learn to work with databases, serverside programming, frontend and backend development."
			},
            {
                "date": "2011/08 - 2016/06",
				"title": "M.SC in Biomedicine, Karolinska Institute",
                "Description":"The programme was focused on understanding disease mechanisms at a molecular level, particularly for the most common and widespread diseases, with the aim of developing future methods for the diagnosis and treatment of these diseases."

            }
        ],

		"Other":[
            {
				"date": "2016 - 2018",
				"title": "Boardmember, Karolinska Institutet Biomedicine Alumni Association (KIBAA)",
                "Description":"I was among a group of students that started Karolinska Institutet Biomedicine Alumni Association (KIBAA). Our main goal was to improve the connection between the university and it's alumni of the Biomedicine programs. This was accomplished through organizing an annual homecoming dinner along with networking events"
			},
            {
                "date": "2014 - 2017",
				"title": "Project Manager, The Future Network",
                "Description":"A student-driven, 1-year Mentorship program at Karolinska Institute aimed at creating a platform were chosen students can meet and interact with mentors that are active in the academia and life science industry. My role as the project leader was to organize the program in terms of choosing students among the applicants, finding mentors active in the life science industry and planning the meetings. Last year’s program started in February with 23 mentor-mentee couples (46 participants). "

            }
        ],

        "Languages":[
            {
				"title": "Swedish",
				"level": "Native"
			},
            {
				"title": "English",
				"level": "Fluent"
			},
            {
				"title": "Somali",
				"level": "Fluent"
			}
        ],

        "Skills":[
            {
				"title": "C#"
			},
            {
				"title": ".NET Core"
			},
            {
				"title": "CSS"
			},
            {
				"title": "Bootstrap"
			},
            {
				"title": "Javascript"
			},
            {
				"title": "SQL server"
			},
            {
				"title": "GIT"
			}
        ]
    }
}